{
  "LOGIN_PAGE": {
    "USERNAME": "Utilizator",
    "PASSWORD": "Parola",
    "FIELD": "Campul",
    "IS_REQUIRED": "este obligatoriu",
    "WRONG_CREDENTIALS": "Credentiale gresite!"
  },
  "HOME_PAGE": {
    "TITLE": "Festival in Sighisoara",
    "FESTIVALS": {
      "P_1": "Sighisoara are o viata culturala intensa: pe tot parcursul anului aici au loc evenimente care acoperă o gama largă de gusturi: de la blues la muzica de camera, de fanfara, traditii si meșteșuguri, obiceiuri, etc. Punctul culminant al calendarului cultural este la sfarsitul lunii Iulie, când Cetatea se reintoarce în Evul Mediu retraindu-si prin arta medievala acea epoca.",
      "P_2": "Sighișoara este un adevărat muzeu medieval în aer liber și merită străbătută la pas pentru a o descoperi și ce motiv mai întemeiat decât acela de a o descoperi participand la vestitele festivaluri.Festivalul Medieval, Festivalul Fanfarelor, Festivalul Blues, Festivalul ProEtnica Sighișoara sunt doar cateva din festivalurile care te îmbie sa descoperi farmecul ascuns al Cetății Medievale, care se dezvăluie în timpul unei plimbari pe străduțele întortocheate.",
      "P_3": "Sighișoara este adesea comparată cu alte cetăți medievale din România sau Europa. E clar că fiecare oraș are farmecul și unicitatea sa, și se diferențiază prin anumite caracteristici. Dar, ce putem afirma cu tărie e că, dacă nu o vizitezi în plin sezon, când îți vor ieși în cale mii de turiști, veniți din toate colțurile lumii, orașul constituie o premisă bună pentru a te detașa de agitația altor orașe mai mari, și a vizita în voie locuri frumoase."
    },
    "TOURIST_ATTRACTIONS": {
      "P_1": "Legendele din spatele burgului medieval sighișorean îi captivează fără putință de tăgadă pe cei care îi \"trec pragul\", iar Sighișoara, \"Bijuteria medievală a României\" își așteaptă vizitatorii pentru a-si dezvalui misterul strans in zidurile imbatranite de vreme în sutele de ani de existenta. ",
      "P_2": "Astazi, vechea Cetate - cu turnuri semete si ziduri sumbre dar ospitaliere, ce se înalță vertical spre veacurile care vin, pastrand grijuliu între zidurile sale batrane case policrome descrise cu generozitate în filele cronicarilor - este considerată a fi singura cetate medievala locuita în întregime din Sud-estul  Europei, fiind și parte a Patrimoniului Mondial UNESCO.",
      "P_3": "Punctele de atracție sunt o invitație la a descoperi farmecul locului, descris în cronici și recreat în timpurile moderne în cele mai neașteptate moduri."
    },
    "ACCOMODATIONS": {
      "P_1": "O promenadă pe stradutele ce duc la emblematicul Turnul cu Ceas, când umbrele serii coboară enigmatic invaluind cetatea, iar lumina caldă a felinarelor ghidează calea, este mereu o încântare pentru oricine, fie el turist, localnic, sau doar un efemer personaj.",
      "P_2": "Te-am făcut curios? Planuiesti sa vizitezi Sighișoara, orașul de poveste, în perioada următoare sau poate sa participi la festivalurile din acest an? Iti prezentăm noi o listă cu cele mai frumoase și cochete hoteluri din Sighișoara."
    },
    "RESTAURANTS": {
      "P_1": "Alături de monumente faimoase, ce ies în evidenta, merită menționate restaurantele și terasele orașului Sighișoara, localuri ce pot fi admirate de-a lungul străzilor cetății. ",
      "P_2": "Pentru a lua pulsul orașului și a admira în voie culorile pastelate ale clădirilor sighișorene, se impune un răgaz benefic pentru trup și o savurare în tihnă a unei limonade cinstite, la una din  terasele îmbietoare din specială Piață a Cetății.",
      "P_3": "Restaurante cu specific tradițional, care aduc spiritul și aromele culinare autentice românești din diferite zone ale țării, precum și restaurante cu specific internațional la care veti gasi un meniu bogat și o amenajare cu stil."
    },
    "BLOG": {
      "P_1": "Te invitam sa descoperi blogul nostru, care te invita la o călătorie nostalgică în timp.",
      "UOL_1": "SIGHIȘOARA, orașul pitoresc învăluit în mister",
      "UOL_2": "Top 10 curiozități despre Sighișoara",
      "UOL_3": "Descoperă Cetatea din Sighișoara în 48 ore"
    }
  },
  "ACCOMODATIONS_PAGE": "Cazare",
  "FESTIVALS_PAGE": "Festivaluri",
  "NEWS_PAGE": "Stiri",
  "REGISTRATION_PAGE": "Inregistrare",
  "RESTAURANTS_PAGE": "Restaurante",
  "TOURIST_ATTRACTIONS_PAGE": "Atractii turistice",
  "BLOG": {
    "POST_1": {
      "TITLE": "SIGHIȘOARA, orașul pitoresc învăluit în mister",
      "P_1": "Sighișoara, acest burg medieval pitoresc cu aer gotic-misterios, așezată pe malurile râului Târnava Mare, într-un cadru natural feeric, cu o pădure ce împrejmuiește cetatea aflată pe vârful unui deal, este atestată documentar de la 14 decembrie 1280, denumirea în limba română a orașului fiind de proveniență maghiară: „Segesvár”.",
      "P_2": "Dacă iei la pas acest oraș fermecător, îți iese-n cale Casa Vlad Dracul (locul unde se presupune că a locuit însuși Vlad Dracul, tatăl lui Vlad Țepeș) și poți să fii transpus într-o lume fascinantă, unde se întâlnesc adevărul istoric cu legendele învăluite în mister deopotrivă.",
      "P_3": "Ca și obiective turistice, care au ajutat la dobândirea denumirii „Perla Transilvaniei”, amintim de: Piața Cetății (una dintre cele mai frumoase piețe medievale ale României), Turnul cu Ceas - înalt de 64 metri (cu propria legendă care spune că ceasul din turn nu rămâne în urmă niciodată), Biserica din Deal (cu a sa frumusețe arhitecturală în stil gotic), Scara Acoperită (cu ale sale 175 de trepte), Biserica Mănăstirii, Casa cu Cerb și, nu în ultimul rând, clădirile viu colorate care încântă privirea",
      "P_4": "În Cetatea Medievală din Sighișoara, care se află și printre puținele cetăți medievale din Europa locuite permanent, totul este o poveste dacă facem un exercițiu de imaginație: străzi înguste pe unde s-au perindat cavaleri neînfricați și domnițe care așteptau să fie salvate, domnitori și doamnele lor care își duceau traiul în clădiri medievale, cu arhitectură în stil baroc, gotic și renascentist, în odăi somptuoase cu mobilier de lemn masiv, toboșari (deschizătorii Cetății) costumați ca-n vremurile demult apuse.",
      "P_5": "În zilele noastre, regăsim un alt toboșar, alți cavaleri și alte domnițe, de data aceasta la celebrul Festival Medieval, care atrage an de an zeci de mii de turiști, din țară și străinătate, dornici de voioșie.",
      "P_6": "Poveștile sunt mai frumoase când devin realități, așadar povestea continuă, prin intermediul Sighișoara Shop.",
      "P_7": "Frumusețea pitorească a orașului împreună cu tradițiile sale deosebite încercăm să le ducem mai departe cu ajutorul produselor tematice-tradiționale din Sighișoara și în colaborare cu producătorii locali.",
      "P_8": "Prin urmare, vă invităm cu drag să vizitați magazinul nostru și să vă achiziționați produse care spun povestea acestui oraș deosebit, din inima Transilvaniei."
    },
    "POST_2": {
      "TITLE": "SIGHIȘOARA, the scenic city veiled in mystery",
      "P_1": "Sighișoara, this medieval fortress, with its mysterious Gothic allure, located on the banks of the river Târnava Mare, in an enchanting natural setting, with a forest surrounding the fortress on top of a hill, is documented from December 14, 1280; the Romanian name of the city being of Hungarian origin: \"Segesvár\"",
      "P_2": "If you go to this charming city, the Vlad Dracul House is on your way (the place where Vlad Dracul, Vlad Tepes’ father is supposed to have lived) and you can be transposed into a fascinating world, where the historical truth and mysterious legend meet.",
      "P_3": "As a tourist attraction, which helped to acquire the name \"Pearl of Transylvania\", we mention: the Citadel Square (one of the most beautiful medieval squares in Romania), the Clock Tower - 64 meters high (with its own legend that says that the clock in tower never lags behind), the Church on the Hill (with the beauty of its Gothic style architecture), the Covered Stairs (with its 175 steps), the Monastery Church, the Deer House and, last but not least, the brightly colored buildings that delights the eye.",
      "P_4": "In the Medieval Fortress of Sighișoara, which is also among the few permanently inhabited medieval fortresses in Europe, everything is like a fairy tale if we set our imagination in motion: narrow streets where fearless knights and ladies roamed, waiting to be saved, rulers and their ladies who lived in medieval buildings, with Baroque, Gothic and Renaissance architecture, in sumptuous rooms with solid wood furniture, drummers (the openers of the Citadel) dressed as in the old days.",
      "P_5": "Nowadays, we find another drummer, other knights and other ladies, this time at the famous Medieval Festival, which attracts tens of thousands of tourists every year, from the country and abroad, eager for joy.",
      "P_6": "Fairy tales are more beautiful when they come true, so the story goes on, through Sighisoara Shop.",
      "P_7": "We try to carry on the beauty of this picturesque city along with its special traditions through thematic-traditional products and in collaboration with local producers.",
      "P_8": "Therefore, we warmly invite you to visit our store and buy products that tell the story of this special city, from the heart of Transylvania."
    }
  },
  "FESTIVAL": {
    "NAME": "Nume",
    "START_DATE": "Data start",
    "END_DATE": "Data sfarsit",
    "VIEW": "Vizualizeaza"
  },
  "ACCOMODATION": {
    "NAME": "Nume",
    "LOCATION": "Locatie",
    "VIEW": "Vizualizeaza"
  },
  "MENU": {
    "ATTRACTIONS": "Obiective",
    "ATTRACTIONS_DESCRIPTION": "Dacă stați câteva zile în Sighișoara și doriți să vizitați principalele atracții turistice și muzee ale orașului, vă prezentăm itinerariul nostru, care include informații detaliate despre acestea, precum și în ce mod să vă organizați timpul.",
    "BLOG": "Blog",
    "FESTIVALS": "Festivaluri",
    "HOME": "Acasa",
    "ACCOMODATIONS": "Cazare",
    "NEWS": "Stiri",
    "RESTAURANTS": "Restaurante"
  },
  "RESTAURANT": {
    "NAME": "Nume",
    "LOCATION": "Locatie",
    "VIEW": "Vizualizeaza"
  },
  "MONTHS": {
    "JAN": "Ian.",
    "FEB": "Feb.",
    "MAR": "Mar.",
    "APR": "Apr.",
    "MAY": "Mai",
    "JUN": "Jun.",
    "JUL": "Jul.",
    "AUG": "Aug.",
    "SEP": "Sep.",
    "OCT": "Oct.",
    "NOV": "Noi.",
    "DEC": "Dec."
  }
}
